{"PartitionKey":"IntuneTemplate","RowKey":"cb0c511d-342d-468f-8c20-a918483df2c5","GUID":"cb0c511d-342d-468f-8c20-a918483df2c5","JSON":"{\"Displayname\":\"Chrome Staff Settings\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Chrome Staff Settings\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidername\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidername_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidername_defaultsearchprovidername\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"Google\\\"}}]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidersearchurl\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidersearchurl_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~defaultsearchprovider_defaultsearchprovidersearchurl_defaultsearchprovidersearchurl\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"https://www.google.com/search?q={searchTerms}\\\"}}]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_promotionaltabsenabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_promotionaltabsenabled_0\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"3\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_defaultbrowsersettingenabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome_defaultbrowsersettingenabled_0\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"4\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_restoreonstartup\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_restoreonstartup_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_restoreonstartup_restoreonstartup\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_restoreonstartup_restoreonstartup_4\\\",\\\"children\\\":[]}}]}}},{\\\"id\\\":\\\"5\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_homepagelocation\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_homepagelocation_0\\\",\\\"children\\\":[]}}},{\\\"id\\\":\\\"6\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_newtabpagelocation\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_newtabpagelocation_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_newtabpagelocation_newtabpagelocation\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"https://<site>.sharepoint.com/sites/<Intranet>\\\"}}]}}},{\\\"id\\\":\\\"7\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_restoreonstartupurls\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_restoreonstartupurls_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~startup_restoreonstartupurls_restoreonstartupurlsdesc\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"https://<site>.sharepoint.com/sites/<Intranet>\\\"},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"https://www.google.co.uk\\\"}]}]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"cb0c511d-342d-468f-8c20-a918483df2c5\"}","Package":"IDT-Default-Intune-Package"}