{"PartitionKey":"IntuneTemplate","RowKey":"3a858e6f-ccd8-4f88-9446-ec3d6c3cd247","GUID":"3a858e6f-ccd8-4f88-9446-ec3d6c3cd247","JSON":"{\"Displayname\":\"Disable News & Interests\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Disable News & Interests\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_feeds_feedsenabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_feeds_feedsenabled_0\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"3a858e6f-ccd8-4f88-9446-ec3d6c3cd247\"}","Package":"IDT-Default-Intune-Package"}