{"PartitionKey":"IntuneTemplate","RowKey":"27dbb74c-0b14-4b1c-b6e0-52e19c5c76f2","GUID":"27dbb74c-0b14-4b1c-b6e0-52e19c5c76f2","JSON":"{\"Displayname\":\"Enable Local Administrator Account\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"Enable Local Administrator Account\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_localpoliciessecurityoptions_accounts_enableadministratoraccountstatus\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_localpoliciessecurityoptions_accounts_enableadministratoraccountstatus_1\\\",\\\"children\\\":[]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"27dbb74c-0b14-4b1c-b6e0-52e19c5c76f2\"}","Package":"IDT-Default-Intune-Package"}