{"PartitionKey":"IntuneTemplate","RowKey":"3db23457-45a4-4135-9561-b8e4aa47b3b5","GUID":"3db23457-45a4-4135-9561-b8e4aa47b3b5","JSON":"{\"Displayname\":\"Intune-StudentDevice WindowsCustomDenyAdministrativeApps\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10CustomConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Intune-StudentDevice WindowsCustomDenyAdministrativeApps\\\",\\\"version\\\":1,\\\"omaSettings\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.omaSettingStringXml\\\",\\\"displayName\\\":\\\"denyExe\\\",\\\"description\\\":\\\"Block selected Administrative Apps: Cmd, PS, Regedit, or Registry Console Tool.\\\",\\\"omaUri\\\":\\\"./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/IntuneEdu/EXE/Policy\\\",\\\"secretReferenceValueId\\\":\\\"2d34f607-9abd-4a8a-8228-c98161e93fa6_076962b1-4b6e-4f62-b2f3-5c81632d245a_907d3c7b-af7c-4bf6-b6c2-62262033c986\\\",\\\"isEncrypted\\\":true,\\\"fileName\\\":\\\"denyExe.xml\\\",\\\"value\\\":\\\"PGEvPg==\\\"}]}\",\"Type\":\"Device\",\"GUID\":\"3db23457-45a4-4135-9561-b8e4aa47b3b5\"}","Package":"IDT-Default-Intune-Package"}