{"PartitionKey":"IntuneTemplate","RowKey":"31a11e13-9bde-400f-b6bd-13b32a5cd359","GUID":"31a11e13-9bde-400f-b6bd-13b32a5cd359","JSON":"{\"Displayname\":\"Intune-StudentDevice Windows10UpdatesForBusiness\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Intune-StudentDevice Windows10UpdatesForBusiness\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"notAllowed\\\",\\\"automaticUpdateMode\\\":\\\"autoInstallAndRebootAtScheduledTime\\\",\\\"microsoftUpdateServiceAllowed\\\":false,\\\"driversExcluded\\\":false,\\\"qualityUpdatesDeferralPeriodInDays\\\":14,\\\"featureUpdatesDeferralPeriodInDays\\\":14,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":null,\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":null,\\\"featureUpdatesWillBeRolledBack\\\":null,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":null,\\\"deadlineForQualityUpdatesInDays\\\":null,\\\"deadlineGracePeriodInDays\\\":null,\\\"postponeRebootUntilAfterDeadline\\\":null,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"enabled\\\",\\\"updateNotificationLevel\\\":\\\"restartWarningsOnly\\\",\\\"allowWindows11Upgrade\\\":false,\\\"installationSchedule\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateScheduledInstall\\\",\\\"scheduledInstallDay\\\":\\\"everyday\\\",\\\"scheduledInstallTime\\\":\\\"15:00:00.0000000\\\"}}\",\"Type\":\"Device\",\"GUID\":\"31a11e13-9bde-400f-b6bd-13b32a5cd359\"}","Package":"IDT-Default-Intune-Package"}