{"PartitionKey":"IntuneTemplate","RowKey":"14e91a85-4514-42e5-9997-330af7dc21ba","GUID":"14e91a85-4514-42e5-9997-330af7dc21ba","JSON":"{\"Displayname\":\"Intune-StaffDevice Windows10UpdatesForBusiness\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Intune-StaffDevice Windows10UpdatesForBusiness\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"httpWithPeeringNat\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"autoInstallAndRebootAtScheduledTime\\\",\\\"microsoftUpdateServiceAllowed\\\":false,\\\"driversExcluded\\\":false,\\\"qualityUpdatesDeferralPeriodInDays\\\":14,\\\"featureUpdatesDeferralPeriodInDays\\\":14,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":null,\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":null,\\\"featureUpdatesWillBeRolledBack\\\":null,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":null,\\\"deadlineForQualityUpdatesInDays\\\":null,\\\"deadlineGracePeriodInDays\\\":null,\\\"postponeRebootUntilAfterDeadline\\\":null,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"enabled\\\",\\\"updateNotificationLevel\\\":\\\"restartWarningsOnly\\\",\\\"allowWindows11Upgrade\\\":false,\\\"installationSchedule\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateScheduledInstall\\\",\\\"scheduledInstallDay\\\":\\\"everyday\\\",\\\"scheduledInstallTime\\\":\\\"15:00:00.0000000\\\"}}\",\"Type\":\"Device\",\"GUID\":\"14e91a85-4514-42e5-9997-330af7dc21ba\"}","Package":"IDT-Default-Intune-Package"}