{"PartitionKey":"IntuneTemplate","RowKey":"d00f1596-b583-4b49-bc89-bd40326acafc","GUID":"d00f1596-b583-4b49-bc89-bd40326acafc","JSON":"{\"Displayname\":\"InTune-StaffDevice Windows10EnterpriseModernAppManagement\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10EnterpriseModernAppManagementConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"InTune-StaffDevice Windows10EnterpriseModernAppManagement\\\",\\\"version\\\":1,\\\"uninstallBuiltInApps\\\":true}\",\"Type\":\"Device\",\"GUID\":\"d00f1596-b583-4b49-bc89-bd40326acafc\"}","Package":"IDT-Default-Intune-Package"}