{"PartitionKey":"IntuneTemplate","RowKey":"554c042f-1c37-406c-a354-344e26d003e6","GUID":"554c042f-1c37-406c-a354-344e26d003e6","JSON":"{\"Displayname\":\"InTune-StaffDevice WindowsGeneral\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10GeneralConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"InTune-StaffDevice WindowsGeneral\\\",\\\"version\\\":3,\\\"networkProxyApplySettingsDeviceWide\\\":false,\\\"networkProxyDisableAutoDetect\\\":false,\\\"networkProxyAutomaticConfigurationUrl\\\":null,\\\"networkProxyServer\\\":null,\\\"personalizationDesktopImageUrl\\\":null,\\\"personalizationLockScreenImageUrl\\\":null,\\\"microsoftAccountSignInAssistantSettings\\\":\\\"notConfigured\\\",\\\"windows10AppsForceUpdateSchedule\\\":null,\\\"authenticationAllowSecondaryDevice\\\":false,\\\"authenticationWebSignIn\\\":\\\"notConfigured\\\",\\\"authenticationPreferredAzureADTenantDomainName\\\":\\\"ark-school.co.uk\\\",\\\"bluetoothAllowedServices\\\":[],\\\"bluetoothBlockAdvertising\\\":false,\\\"bluetoothBlockPromptedProximalConnections\\\":false,\\\"bluetoothBlockDiscoverableMode\\\":false,\\\"bluetoothBlockPrePairing\\\":false,\\\"edgeBlockAutofill\\\":false,\\\"edgeBlocked\\\":false,\\\"edgeCookiePolicy\\\":\\\"userDefined\\\",\\\"edgeBlockDeveloperTools\\\":true,\\\"edgeBlockSendingDoNotTrackHeader\\\":false,\\\"edgeBlockExtensions\\\":false,\\\"edgeBlockInPrivateBrowsing\\\":false,\\\"edgeBlockJavaScript\\\":false,\\\"edgeBlockPasswordManager\\\":false,\\\"edgeBlockAddressBarDropdown\\\":false,\\\"edgeBlockCompatibilityList\\\":false,\\\"edgeClearBrowsingDataOnExit\\\":false,\\\"edgeAllowStartPagesModification\\\":false,\\\"edgeDisableFirstRunPage\\\":true,\\\"edgeBlockLiveTileDataCollection\\\":false,\\\"edgeSyncFavoritesWithInternetExplorer\\\":true,\\\"edgeFavoritesListLocation\\\":null,\\\"edgeBlockEditFavorites\\\":false,\\\"edgeNewTabPageURL\\\":\\\"https://www.google.co.uk\\\",\\\"edgeHomeButtonConfiguration\\\":null,\\\"edgeHomeButtonConfigurationEnabled\\\":false,\\\"edgeOpensWith\\\":\\\"specificPages\\\",\\\"edgeBlockSideloadingExtensions\\\":true,\\\"edgeRequiredExtensionPackageFamilyNames\\\":[],\\\"edgeBlockPrinting\\\":false,\\\"edgeFavoritesBarVisibility\\\":\\\"notConfigured\\\",\\\"edgeBlockSavingHistory\\\":false,\\\"edgeBlockFullScreenMode\\\":false,\\\"edgeBlockWebContentOnNewTabPage\\\":false,\\\"edgeBlockTabPreloading\\\":false,\\\"edgeBlockPrelaunch\\\":false,\\\"edgeShowMessageWhenOpeningInternetExplorerSites\\\":\\\"notConfigured\\\",\\\"edgePreventCertificateErrorOverride\\\":false,\\\"edgeKioskModeRestriction\\\":\\\"notConfigured\\\",\\\"edgeKioskResetAfterIdleTimeInMinutes\\\":null,\\\"cellularBlockDataWhenRoaming\\\":true,\\\"cellularBlockVpn\\\":false,\\\"cellularBlockVpnWhenRoaming\\\":false,\\\"cellularData\\\":\\\"notConfigured\\\",\\\"enableAutomaticRedeployment\\\":true,\\\"cryptographyAllowFipsAlgorithmPolicy\\\":false,\\\"defenderRequireRealTimeMonitoring\\\":false,\\\"defenderRequireBehaviorMonitoring\\\":false,\\\"defenderRequireNetworkInspectionSystem\\\":false,\\\"defenderScanDownloads\\\":false,\\\"defenderScheduleScanEnableLowCpuPriority\\\":false,\\\"defenderDisableCatchupQuickScan\\\":false,\\\"defenderDisableCatchupFullScan\\\":false,\\\"defenderScanScriptsLoadedInInternetExplorer\\\":false,\\\"defenderBlockEndUserAccess\\\":true,\\\"defenderSignatureUpdateIntervalInHours\\\":null,\\\"defenderMonitorFileActivity\\\":\\\"userDefined\\\",\\\"defenderDaysBeforeDeletingQuarantinedMalware\\\":null,\\\"defenderScanMaxCpu\\\":null,\\\"defenderScanArchiveFiles\\\":false,\\\"defenderScanIncomingMail\\\":false,\\\"defenderScanRemovableDrivesDuringFullScan\\\":false,\\\"defenderScanMappedNetworkDrivesDuringFullScan\\\":false,\\\"defenderScanNetworkFiles\\\":false,\\\"defenderRequireCloudProtection\\\":false,\\\"defenderCloudBlockLevel\\\":\\\"notConfigured\\\",\\\"defenderCloudExtendedTimeout\\\":null,\\\"defenderCloudExtendedTimeoutInSeconds\\\":null,\\\"defenderPromptForSampleSubmission\\\":\\\"userDefined\\\",\\\"defenderScheduledQuickScanTime\\\":null,\\\"defenderScanType\\\":\\\"userDefined\\\",\\\"defenderSystemScanSchedule\\\":\\\"userDefined\\\",\\\"defenderScheduledScanTime\\\":null,\\\"defenderPotentiallyUnwantedAppAction\\\":null,\\\"defenderPotentiallyUnwantedAppActionSetting\\\":\\\"userDefined\\\",\\\"defenderSubmitSamplesConsentType\\\":null,\\\"defenderBlockOnAccessProtection\\\":false,\\\"defenderDetectedMalwareActions\\\":null,\\\"defenderFileExtensionsToExclude\\\":[],\\\"defenderFilesAndFoldersToExclude\\\":[],\\\"defenderProcessesToExclude\\\":[],\\\"displayAppListWithGdiDPIScalingTurnedOn\\\":[],\\\"displayAppListWithGdiDPIScalingTurnedOff\\\":[],\\\"enterpriseCloudPrintDiscoveryEndPoint\\\":null,\\\"enterpriseCloudPrintOAuthAuthority\\\":null,\\\"enterpriseCloudPrintOAuthClientIdentifier\\\":null,\\\"enterpriseCloudPrintResourceIdentifier\\\":null,\\\"enterpriseCloudPrintDiscoveryMaxLimit\\\":null,\\\"enterpriseCloudPrintMopriaDiscoveryResourceIdentifier\\\":null,\\\"experienceDoNotSyncBrowserSettings\\\":\\\"notConfigured\\\",\\\"lockScreenAllowTimeoutConfiguration\\\":false,\\\"lockScreenBlockActionCenterNotifications\\\":false,\\\"lockScreenBlockCortana\\\":true,\\\"lockScreenBlockToastNotifications\\\":true,\\\"lockScreenTimeoutInSeconds\\\":null,\\\"lockScreenActivateAppsWithVoice\\\":\\\"notConfigured\\\",\\\"messagingBlockSync\\\":false,\\\"messagingBlockMMS\\\":false,\\\"messagingBlockRichCommunicationServices\\\":false,\\\"passwordBlockSimple\\\":false,\\\"passwordExpirationDays\\\":null,\\\"passwordMinimumLength\\\":null,\\\"passwordMinutesOfInactivityBeforeScreenTimeout\\\":null,\\\"passwordMinimumCharacterSetCount\\\":null,\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"passwordRequired\\\":false,\\\"passwordRequireWhenResumeFromIdleState\\\":false,\\\"passwordRequiredType\\\":\\\"deviceDefault\\\",\\\"passwordSignInFailureCountBeforeFactoryReset\\\":null,\\\"passwordMinimumAgeInDays\\\":null,\\\"energySaverOnBatteryThresholdPercentage\\\":null,\\\"energySaverPluggedInThresholdPercentage\\\":null,\\\"powerLidCloseActionOnBattery\\\":\\\"notConfigured\\\",\\\"powerLidCloseActionPluggedIn\\\":\\\"notConfigured\\\",\\\"powerButtonActionOnBattery\\\":\\\"notConfigured\\\",\\\"powerButtonActionPluggedIn\\\":\\\"notConfigured\\\",\\\"powerSleepButtonActionOnBattery\\\":\\\"notConfigured\\\",\\\"powerSleepButtonActionPluggedIn\\\":\\\"notConfigured\\\",\\\"powerHybridSleepOnBattery\\\":\\\"notConfigured\\\",\\\"powerHybridSleepPluggedIn\\\":\\\"notConfigured\\\",\\\"printerNames\\\":[],\\\"printerDefaultName\\\":null,\\\"printerBlockAddition\\\":false,\\\"privacyAdvertisingId\\\":\\\"notConfigured\\\",\\\"privacyAutoAcceptPairingAndConsentPrompts\\\":false,\\\"privacyDisableLaunchExperience\\\":false,\\\"privacyBlockInputPersonalization\\\":false,\\\"privacyBlockPublishUserActivities\\\":false,\\\"privacyBlockActivityFeed\\\":false,\\\"activateAppsWithVoice\\\":\\\"notConfigured\\\",\\\"searchBlockDiacritics\\\":false,\\\"searchDisableAutoLanguageDetection\\\":false,\\\"searchDisableIndexingEncryptedItems\\\":false,\\\"searchEnableRemoteQueries\\\":false,\\\"searchDisableUseLocation\\\":false,\\\"searchDisableLocation\\\":false,\\\"searchDisableIndexerBackoff\\\":false,\\\"searchDisableIndexingRemovableDrive\\\":false,\\\"searchEnableAutomaticIndexSizeManangement\\\":false,\\\"searchBlockWebResults\\\":false,\\\"findMyFiles\\\":\\\"notConfigured\\\",\\\"securityBlockAzureADJoinedDevicesAutoEncryption\\\":false,\\\"settingsBlockSettingsApp\\\":false,\\\"settingsBlockSystemPage\\\":false,\\\"settingsBlockDevicesPage\\\":false,\\\"settingsBlockNetworkInternetPage\\\":false,\\\"settingsBlockPersonalizationPage\\\":false,\\\"settingsBlockAccountsPage\\\":false,\\\"settingsBlockTimeLanguagePage\\\":false,\\\"settingsBlockEaseOfAccessPage\\\":false,\\\"settingsBlockPrivacyPage\\\":false,\\\"settingsBlockUpdateSecurityPage\\\":false,\\\"settingsBlockAppsPage\\\":false,\\\"settingsBlockGamingPage\\\":true,\\\"smartScreenEnableAppInstallControl\\\":false,\\\"smartScreenAppInstallControl\\\":\\\"notConfigured\\\",\\\"startBlockUnpinningAppsFromTaskbar\\\":false,\\\"startMenuAppListVisibility\\\":\\\"userDefined\\\",\\\"startMenuHideChangeAccountSettings\\\":false,\\\"startMenuHideFrequentlyUsedApps\\\":true,\\\"startMenuHideHibernate\\\":false,\\\"startMenuHideLock\\\":false,\\\"startMenuHidePowerButton\\\":false,\\\"startMenuHideRecentJumpLists\\\":true,\\\"startMenuHideRecentlyAddedApps\\\":true,\\\"startMenuHideRestartOptions\\\":false,\\\"startMenuHideShutDown\\\":false,\\\"startMenuHideSignOut\\\":false,\\\"startMenuHideSleep\\\":false,\\\"startMenuHideSwitchAccount\\\":false,\\\"startMenuHideUserTile\\\":false,\\\"startMenuLayoutEdgeAssetsXml\\\":null,\\\"startMenuLayoutXml\\\":null,\\\"startMenuMode\\\":\\\"userDefined\\\",\\\"startMenuPinnedFolderDocuments\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderDownloads\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderFileExplorer\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderHomeGroup\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderMusic\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderNetwork\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderPersonalFolder\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderPictures\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderSettings\\\":\\\"notConfigured\\\",\\\"startMenuPinnedFolderVideos\\\":\\\"notConfigured\\\",\\\"diagnosticsDataSubmissionMode\\\":\\\"full\\\",\\\"oneDriveDisableFileSync\\\":false,\\\"systemTelemetryProxyServer\\\":null,\\\"edgeTelemetryForMicrosoft365Analytics\\\":\\\"notConfigured\\\",\\\"taskManagerBlockEndTask\\\":false,\\\"inkWorkspaceAccess\\\":\\\"notConfigured\\\",\\\"inkWorkspaceAccessState\\\":\\\"notConfigured\\\",\\\"inkWorkspaceBlockSuggestedApps\\\":false,\\\"windowsSpotlightBlockConsumerSpecificFeatures\\\":false,\\\"windowsSpotlightBlocked\\\":true,\\\"windowsSpotlightBlockOnActionCenter\\\":false,\\\"windowsSpotlightBlockTailoredExperiences\\\":false,\\\"windowsSpotlightBlockThirdPartyNotifications\\\":false,\\\"windowsSpotlightBlockWelcomeExperience\\\":false,\\\"windowsSpotlightBlockWindowsTips\\\":false,\\\"windowsSpotlightConfigureOnLockScreen\\\":\\\"notConfigured\\\",\\\"accountsBlockAddingNonMicrosoftAccountEmail\\\":true,\\\"antiTheftModeBlocked\\\":false,\\\"bluetoothBlocked\\\":false,\\\"cameraBlocked\\\":false,\\\"connectedDevicesServiceBlocked\\\":false,\\\"certificatesBlockManualRootCertificateInstallation\\\":false,\\\"copyPasteBlocked\\\":false,\\\"cortanaBlocked\\\":false,\\\"deviceManagementBlockFactoryResetOnMobile\\\":false,\\\"deviceManagementBlockManualUnenroll\\\":true,\\\"safeSearchFilter\\\":\\\"userDefined\\\",\\\"edgeBlockPopups\\\":false,\\\"edgeBlockSearchSuggestions\\\":true,\\\"edgeBlockSearchEngineCustomization\\\":false,\\\"edgeBlockSendingIntranetTrafficToInternetExplorer\\\":false,\\\"edgeSendIntranetTrafficToInternetExplorer\\\":false,\\\"edgeRequireSmartScreen\\\":false,\\\"edgeEnterpriseModeSiteListLocation\\\":null,\\\"edgeFirstRunUrl\\\":null,\\\"edgeHomepageUrls\\\":[\\\"https://www.google.co.uk\\\"],\\\"edgeBlockAccessToAboutFlags\\\":true,\\\"smartScreenBlockPromptOverride\\\":false,\\\"smartScreenBlockPromptOverrideForFiles\\\":false,\\\"webRtcBlockLocalhostIpAddress\\\":false,\\\"internetSharingBlocked\\\":true,\\\"settingsBlockAddProvisioningPackage\\\":true,\\\"settingsBlockRemoveProvisioningPackage\\\":true,\\\"settingsBlockChangeSystemTime\\\":true,\\\"settingsBlockEditDeviceName\\\":false,\\\"settingsBlockChangeRegion\\\":true,\\\"settingsBlockChangeLanguage\\\":true,\\\"settingsBlockChangePowerSleep\\\":false,\\\"locationServicesBlocked\\\":false,\\\"microsoftAccountBlocked\\\":true,\\\"microsoftAccountBlockSettingsSync\\\":false,\\\"nfcBlocked\\\":false,\\\"resetProtectionModeBlocked\\\":false,\\\"screenCaptureBlocked\\\":false,\\\"storageBlockRemovableStorage\\\":false,\\\"storageRequireMobileDeviceEncryption\\\":false,\\\"usbBlocked\\\":false,\\\"voiceRecordingBlocked\\\":false,\\\"wiFiBlockAutomaticConnectHotspots\\\":true,\\\"wiFiBlocked\\\":false,\\\"wiFiBlockManualConfiguration\\\":false,\\\"wiFiScanInterval\\\":null,\\\"wirelessDisplayBlockProjectionToThisDevice\\\":false,\\\"wirelessDisplayBlockUserInputFromReceiver\\\":false,\\\"wirelessDisplayRequirePinForPairing\\\":false,\\\"windowsStoreBlocked\\\":false,\\\"appsAllowTrustedAppsSideloading\\\":\\\"allowed\\\",\\\"windowsStoreBlockAutoUpdate\\\":false,\\\"developerUnlockSetting\\\":\\\"blocked\\\",\\\"sharedUserAppDataAllowed\\\":false,\\\"appsBlockWindowsStoreOriginatedApps\\\":false,\\\"windowsStoreEnablePrivateStoreOnly\\\":false,\\\"storageRestrictAppDataToSystemVolume\\\":false,\\\"storageRestrictAppInstallToSystemVolume\\\":false,\\\"gameDvrBlocked\\\":false,\\\"experienceBlockDeviceDiscovery\\\":false,\\\"experienceBlockErrorDialogWhenNoSIM\\\":false,\\\"experienceBlockTaskSwitcher\\\":false,\\\"logonBlockFastUserSwitching\\\":true,\\\"tenantLockdownRequireNetworkDuringOutOfBoxExperience\\\":false,\\\"appManagementMSIAllowUserControlOverInstall\\\":false,\\\"appManagementMSIAlwaysInstallWithElevatedPrivileges\\\":false,\\\"dataProtectionBlockDirectMemoryAccess\\\":null,\\\"appManagementPackageFamilyNamesToLaunchAfterLogOn\\\":[],\\\"uninstallBuiltInApps\\\":false,\\\"configureTimeZone\\\":\\\"GMT Standard Time\\\",\\\"edgeSearchEngine\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.edgeSearchEngineCustom\\\",\\\"edgeSearchEngineOpenSearchXmlUrl\\\":\\\"https://go.microsoft.com/fwlink/?linkid=842596\\\"}}\",\"Type\":\"Device\",\"GUID\":\"554c042f-1c37-406c-a354-344e26d003e6\"}","Package":"IDT-Default-Intune-Package"}