{"PartitionKey":"IntuneTemplate","RowKey":"c50e3f8b-1e17-44dc-9095-92835c9567af","GUID":"c50e3f8b-1e17-44dc-9095-92835c9567af","JSON":"{\"Displayname\":\"Intune-StudentDevice WindowsSharedPC\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.sharedPCConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"Intune-StudentDevice WindowsSharedPC\\\",\\\"version\\\":2,\\\"allowedAccounts\\\":\\\"domain\\\",\\\"localStorage\\\":\\\"enabled\\\",\\\"allowLocalStorage\\\":true,\\\"setAccountManager\\\":\\\"enabled\\\",\\\"disableAccountManager\\\":false,\\\"setEduPolicies\\\":\\\"enabled\\\",\\\"disableEduPolicies\\\":false,\\\"setPowerPolicies\\\":\\\"enabled\\\",\\\"disablePowerPolicies\\\":false,\\\"signInOnResume\\\":\\\"enabled\\\",\\\"disableSignInOnResume\\\":false,\\\"enabled\\\":true,\\\"idleTimeBeforeSleepInSeconds\\\":3600,\\\"kioskAppDisplayName\\\":null,\\\"kioskAppUserModelId\\\":null,\\\"maintenanceStartTime\\\":\\\"00:00:00.0000000\\\",\\\"fastFirstSignIn\\\":\\\"notConfigured\\\",\\\"accountManagerPolicy\\\":{\\\"accountDeletionPolicy\\\":\\\"diskSpaceThresholdOrInactiveThreshold\\\",\\\"cacheAccountsAboveDiskFreePercentage\\\":50,\\\"inactiveThresholdDays\\\":30,\\\"removeAccountsBelowDiskFreePercentage\\\":25}}\",\"Type\":\"Device\",\"GUID\":\"c50e3f8b-1e17-44dc-9095-92835c9567af\"}","Package":"IDT-Default-Intune-Package"}