{"PartitionKey":"IntuneTemplate","RowKey":"28d53cf5-a61e-413a-8e29-384ddb506576","GUID":"28d53cf5-a61e-413a-8e29-384ddb506576","JSON":"{\"Displayname\":\"Intune-StudentDevice Windows10EnterpriseModernAppManagement\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10EnterpriseModernAppManagementConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"Intune-StudentDevice Windows10EnterpriseModernAppManagement\\\",\\\"version\\\":1,\\\"uninstallBuiltInApps\\\":true}\",\"Type\":\"Device\",\"GUID\":\"28d53cf5-a61e-413a-8e29-384ddb506576\"}","Package":"IDT-Default-Intune-Package"}