{"PartitionKey":"IntuneTemplate","RowKey":"4c779162-8bc4-4a7a-bb01-7588de624268","GUID":"4c779162-8bc4-4a7a-bb01-7588de624268","JSON":"{\"Displayname\":\"Intune-StudentDevice WindowsGeneral\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windows10GeneralConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Intune-StudentDevice WindowsGeneral\\\",\\\"version\\\":3,\\\"networkProxyApplySettingsDeviceWide\\\":false,\\\"networkProxyDisableAutoDetect\\\":false,\\\"networkProxyAutomaticConfigurationUrl\\\":null,\\\"networkProxyServer\\\":null,\\\"personalizationDesktopImageUrl\\\":\\\"https://arkictblob.blob.core.windows.net/backgrounds/ark_generic.jpg\\\",\\\"personalizationLockScreenImageUrl\\\":\\\"https://arkictblob.blob.core.windows.net/backgrounds/ark_generic.jpg\\\",\\\"microsoftAccountSignInAssistantSettings\\\":\\\"notConfigured\\\",\\\"windows10AppsForceUpdateSchedule\\\":null,\\\"authenticationAllowSecondaryDevice\\\":false,\\\"authenticationWebSignIn\\\":\\\"notConfigured\\\",\\\"authenticationPreferredAzureADTenantDomainName\\\":\\\"ark-school.co.uk\\\",\\\"bluetoothAllowedServices\\\":[],\\\"bluetoothBlockAdvertising\\\":true,\\\"bluetoothBlockPromptedProximalConnections\\\":true,\\\"bluetoothBlockDiscoverableMode\\\":true,\\\"bluetoothBlockPrePairing\\\":false,\\\"edgeBlockAutofill\\\":true,\\\"edgeBlocked\\\":false,\\\"edgeCookiePolicy\\\":\\\"allow\\\",\\\"edgeBlockDeveloperTools\\\":true,\\\"edgeBlockSendingDoNotTrackHeader\\\":false,\\\"edgeBlockExtensions\\\":true,\\\"edgeBlockInPrivateBrowsing\\\":true,\\\"edgeBlockJavaScript\\\":false,\\\"edgeBlockPasswordManager\\\":true,\\\"edgeBlockAddressBarDropdown\\\":false,\\\"edgeBlockCompatibilityList\\\":false,\\\"edgeClearBrowsingDataOnExit\\\":true,\\\"edgeAllowStartPagesModification\\\":false,\\\"edgeDisableFirstRunPage\\\":true,\\\"edgeBlockLiveTileDataCollection\\\":false,\\\"edgeSyncFavoritesWithInternetExplorer\\\":true,\\\"edgeFavoritesListLocation\\\":null,\\\"edgeBlockEditFavorites\\\":false,\\\"edgeNewTabPageURL\\\":\\\"https://www.google.co.uk\\\",\\\"edgeHomeButtonConfiguration\\\":null,\\\"edgeHomeButtonConfigurationEnabled\\\":false,\\\"edgeOpensWith\\\":\\\"specificPages\\\",\\\"edgeBlockSideloadingExtensions\\\":true,\\\"edgeRequiredExtensionPackageFamilyNames\\\":[],\\\"edgeBlockPrinting\\\":false,\\\"edgeFavoritesBarVisibility\\\":\\\"notConfigured\\\",\\\"edgeBlockSavingHistory\\\":false,\\\"edgeBlockFullScreenMode\\\":false,\\\"edgeBlockWebContentOnNewTabPage\\\":false,\\\"edgeBlockTabPreloading\\\":false,\\\"edgeBlockPrelaunch\\\":false,\\\"edgeShowMessageWhenOpeningInternetExplorerSites\\\":\\\"notConfigured\\\",\\\"edgePreventCertificateErrorOverride\\\":true,\\\"edgeKioskModeRestriction\\\":\\\"notConfigured\\\",\\\"edgeKioskResetAfterIdleTimeInMinutes\\\":null,\\\"cellularBlockDataWhenRoaming\\\":true,\\\"cellularBlockVpn\\\":false,\\\"cellularBlockVpnWhenRoaming\\\":false,\\\"cellularData\\\":\\\"notConfigured\\\",\\\"enableAutomaticRedeployment\\\":false,\\\"cryptographyAllowFipsAlgorithmPolicy\\\":false,\\\"defenderRequireRealTimeMonitoring\\\":false,\\\"defenderRequireBehaviorMonitoring\\\":false,\\\"defenderRequireNetworkInspectionSystem\\\":false,\\\"defenderScanDownloads\\\":false,\\\"defenderScheduleScanEnableLowCpuPriority\\\":false,\\\"defenderDisableCatchupQuickScan\\\":false,\\\"defenderDisableCatchupFullScan\\\":false,\\\"defenderScanScriptsLoadedInInternetExplorer\\\":false,\\\"defenderBlockEndUserAccess\\\":true,\\\"defenderSignatureUpdateIntervalInHours\\\":null,\\\"defenderMonitorFileActivity\\\":\\\"userDefined\\\",\\\"defenderDaysBeforeDeletingQuarantinedMalware\\\":null,\\\"defenderScanMaxCpu\\\":null,\\\"defenderScanArchiveFiles\\\":false,\\\"defenderScanIncomingMail\\\":false,\\\"defenderScanRemovableDrivesDuringFullScan\\\":false,\\\"defenderScanMappedNetworkDrivesDuringFullScan\\\":false,\\\"defenderScanNetworkFiles\\\":false,\\\"defenderRequireCloudProtection\\\":false,\\\"defenderCloudBlockLevel\\\":\\\"notConfigured\\\",\\\"defenderCloudExtendedTimeout\\\":null,\\\"defenderCloudExtendedTimeoutInSeconds\\\":null,\\\"defenderPromptForSampleSubmission\\\":\\\"userDefined\\\",\\\"defenderScheduledQuickScanTime\\\":null,\\\"defenderScanType\\\":\\\"userDefined\\\",\\\"defenderSystemScanSchedule\\\":\\\"userDefined\\\",\\\"defenderScheduledScanTime\\\":null,\\\"defenderPotentiallyUnwantedAppAction\\\":null,\\\"defenderPotentiallyUnwantedAppActionSetting\\\":\\\"userDefined\\\",\\\"defenderSubmitSamplesConsentType\\\":null,\\\"defenderBlockOnAccessProtection\\\":false,\\\"defenderDetectedMalwareActions\\\":null,\\\"defenderFileExtensionsToExclude\\\":[],\\\"defenderFilesAndFoldersToExclude\\\":[],\\\"defenderProcessesToExclude\\\":[],\\\"displayAppListWithGdiDPIScalingTurnedOn\\\":[],\\\"displayAppListWithGdiDPIScalingTurnedOff\\\":[],\\\"enterpriseCloudPrintDiscoveryEndPoint\\\":null,\\\"enterpriseCloudPrintOAuthAuthority\\\":null,\\\"enterpriseCloudPrintOAuthClientIdentifier\\\":null,\\\"enterpriseCloudPrintResourceIdentifier\\\":null,\\\"enterpriseCloudPrintDiscoveryMaxLimit\\\":null,\\\"enterpriseCloudPrintMopriaDiscoveryResourceIdentifier\\\":null,\\\"experienceDoNotSyncBrowserSettings\\\":\\\"notConfigured\\\",\\\"lockScreenAllowTimeoutConfiguration\\\":false,\\\"lockScreenBlockActionCenterNotifications\\\":false,\\\"lockScreenBlockCortana\\\":true,\\\"lockScreenBlockToastNotifications\\\":true,\\\"lockScreenTimeoutInSeconds\\\":null,\\\"lockScreenActivateAppsWithVoice\\\":\\\"notConfigured\\\",\\\"messagingBlockSync\\\":false,\\\"messagingBlockMMS\\\":false,\\\"messagingBlockRichCommunicationServices\\\":false,\\\"passwordBlockSimple\\\":false,\\\"passwordExpirationDays\\\":null,\\\"passwordMinimumLength\\\":null,\\\"passwordMinutesOfInactivityBeforeScreenTimeout\\\":null,\\\"passwordMinimumCharacterSetCount\\\":null,\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"passwordRequired\\\":false,\\\"passwordRequireWhenResumeFromIdleState\\\":false,\\\"passwordRequiredType\\\":\\\"deviceDefault\\\",\\\"passwordSignInFailureCountBeforeFactoryReset\\\":null,\\\"passwordMinimumAgeInDays\\\":null,\\\"energySaverOnBatteryThresholdPercentage\\\":null,\\\"energySaverPluggedInThresholdPercentage\\\":null,\\\"powerLidCloseActionOnBattery\\\":\\\"notConfigured\\\",\\\"powerLidCloseActionPluggedIn\\\":\\\"notConfigured\\\",\\\"powerButtonActionOnBattery\\\":\\\"notConfigured\\\",\\\"powerButtonActionPluggedIn\\\":\\\"notConfigured\\\",\\\"powerSleepButtonActionOnBattery\\\":\\\"notConfigured\\\",\\\"powerSleepButtonActionPluggedIn\\\":\\\"notConfigured\\\",\\\"powerHybridSleepOnBattery\\\":\\\"notConfigured\\\",\\\"powerHybridSleepPluggedIn\\\":\\\"notConfigured\\\",\\\"printerNames\\\":[],\\\"printerDefaultName\\\":null,\\\"printerBlockAddition\\\":false,\\\"privacyAdvertisingId\\\":\\\"notConfigured\\\",\\\"privacyAutoAcceptPairingAndConsentPrompts\\\":false,\\\"privacyDisableLaunchExperience\\\":true,\\\"privacyBlockInputPersonalization\\\":false,\\\"privacyBlockPublishUserActivities\\\":false,\\\"privacyBlockActivityFeed\\\":false,\\\"activateAppsWithVoice\\\":\\\"notConfigured\\\",\\\"searchBlockDiacritics\\\":false,\\\"searchDisableAutoLanguageDetection\\\":false,\\\"searchDisableIndexingEncryptedItems\\\":false,\\\"searchEnableRemoteQueries\\\":false,\\\"searchDisableUseLocation\\\":false,\\\"searchDisableLocation\\\":false,\\\"searchDisableIndexerBackoff\\\":false,\\\"searchDisableIndexingRemovableDrive\\\":false,\\\"searchEnableAutomaticIndexSizeManangement\\\":false,\\\"searchBlockWebResults\\\":false,\\\"findMyFiles\\\":\\\"notConfigured\\\",\\\"securityBlockAzureADJoinedDevicesAutoEncryption\\\":false,\\\"settingsBlockSettingsApp\\\":false,\\\"settingsBlockSystemPage\\\":false,\\\"settingsBlockDevicesPage\\\":false,\\\"settingsBlockNetworkInternetPage\\\":false,\\\"settingsBlockPersonalizationPage\\\":true,\\\"settingsBlockAccountsPage\\\":false,\\\"settingsBlockTimeLanguagePage\\\":true,\\\"settingsBlockEaseOfAccessPage\\\":true,\\\"settingsBlockPrivacyPage\\\":true,\\\"settingsBlockUpdateSecurityPage\\\":false,\\\"settingsBlockAppsPage\\\":true,\\\"settingsBlockGamingPage\\\":true,\\\"smartScreenEnableAppInstallControl\\\":false,\\\"smartScreenAppInstallControl\\\":\\\"storeOnly\\\",\\\"startBlockUnpinningAppsFromTaskbar\\\":false,\\\"startMenuAppListVisibility\\\":\\\"userDefined\\\",\\\"startMenuHideChangeAccountSettings\\\":true,\\\"startMenuHideFrequentlyUsedApps\\\":true,\\\"startMenuHideHibernate\\\":false,\\\"startMenuHideLock\\\":false,\\\"startMenuHidePowerButton\\\":false,\\\"startMenuHideRecentJumpLists\\\":true,\\\"startMenuHideRecentlyAddedApps\\\":true,\\\"startMenuHideRestartOptions\\\":false,\\\"startMenuHideShutDown\\\":false,\\\"startMenuHideSignOut\\\":false,\\\"startMenuHideSleep\\\":false,\\\"startMenuHideSwitchAccount\\\":false,\\\"startMenuHideUserTile\\\":false,\\\"startMenuLayoutEdgeAssetsXml\\\":null,\\\"startMenuLayoutXml\\\":null,\\\"startMenuMode\\\":\\\"userDefined\\\",\\\"startMenuPinnedFolderDocuments\\\":\\\"show\\\",\\\"startMenuPinnedFolderDownloads\\\":\\\"show\\\",\\\"startMenuPinnedFolderFileExplorer\\\":\\\"show\\\",\\\"startMenuPinnedFolderHomeGroup\\\":\\\"hide\\\",\\\"startMenuPinnedFolderMusic\\\":\\\"show\\\",\\\"startMenuPinnedFolderNetwork\\\":\\\"hide\\\",\\\"startMenuPinnedFolderPersonalFolder\\\":\\\"hide\\\",\\\"startMenuPinnedFolderPictures\\\":\\\"show\\\",\\\"startMenuPinnedFolderSettings\\\":\\\"show\\\",\\\"startMenuPinnedFolderVideos\\\":\\\"show\\\",\\\"diagnosticsDataSubmissionMode\\\":\\\"full\\\",\\\"oneDriveDisableFileSync\\\":true,\\\"systemTelemetryProxyServer\\\":null,\\\"edgeTelemetryForMicrosoft365Analytics\\\":\\\"notConfigured\\\",\\\"taskManagerBlockEndTask\\\":true,\\\"inkWorkspaceAccess\\\":\\\"notConfigured\\\",\\\"inkWorkspaceAccessState\\\":\\\"notConfigured\\\",\\\"inkWorkspaceBlockSuggestedApps\\\":false,\\\"windowsSpotlightBlockConsumerSpecificFeatures\\\":false,\\\"windowsSpotlightBlocked\\\":true,\\\"windowsSpotlightBlockOnActionCenter\\\":false,\\\"windowsSpotlightBlockTailoredExperiences\\\":false,\\\"windowsSpotlightBlockThirdPartyNotifications\\\":false,\\\"windowsSpotlightBlockWelcomeExperience\\\":false,\\\"windowsSpotlightBlockWindowsTips\\\":false,\\\"windowsSpotlightConfigureOnLockScreen\\\":\\\"notConfigured\\\",\\\"accountsBlockAddingNonMicrosoftAccountEmail\\\":true,\\\"antiTheftModeBlocked\\\":false,\\\"bluetoothBlocked\\\":true,\\\"cameraBlocked\\\":false,\\\"connectedDevicesServiceBlocked\\\":false,\\\"certificatesBlockManualRootCertificateInstallation\\\":false,\\\"copyPasteBlocked\\\":false,\\\"cortanaBlocked\\\":true,\\\"deviceManagementBlockFactoryResetOnMobile\\\":false,\\\"deviceManagementBlockManualUnenroll\\\":true,\\\"safeSearchFilter\\\":\\\"userDefined\\\",\\\"edgeBlockPopups\\\":false,\\\"edgeBlockSearchSuggestions\\\":true,\\\"edgeBlockSearchEngineCustomization\\\":false,\\\"edgeBlockSendingIntranetTrafficToInternetExplorer\\\":false,\\\"edgeSendIntranetTrafficToInternetExplorer\\\":false,\\\"edgeRequireSmartScreen\\\":false,\\\"edgeEnterpriseModeSiteListLocation\\\":null,\\\"edgeFirstRunUrl\\\":null,\\\"edgeHomepageUrls\\\":[\\\"https://www.google.co.uk\\\"],\\\"edgeBlockAccessToAboutFlags\\\":true,\\\"smartScreenBlockPromptOverride\\\":false,\\\"smartScreenBlockPromptOverrideForFiles\\\":false,\\\"webRtcBlockLocalhostIpAddress\\\":false,\\\"internetSharingBlocked\\\":true,\\\"settingsBlockAddProvisioningPackage\\\":true,\\\"settingsBlockRemoveProvisioningPackage\\\":true,\\\"settingsBlockChangeSystemTime\\\":true,\\\"settingsBlockEditDeviceName\\\":false,\\\"settingsBlockChangeRegion\\\":true,\\\"settingsBlockChangeLanguage\\\":true,\\\"settingsBlockChangePowerSleep\\\":true,\\\"locationServicesBlocked\\\":true,\\\"microsoftAccountBlocked\\\":true,\\\"microsoftAccountBlockSettingsSync\\\":false,\\\"nfcBlocked\\\":false,\\\"resetProtectionModeBlocked\\\":false,\\\"screenCaptureBlocked\\\":false,\\\"storageBlockRemovableStorage\\\":false,\\\"storageRequireMobileDeviceEncryption\\\":false,\\\"usbBlocked\\\":false,\\\"voiceRecordingBlocked\\\":false,\\\"wiFiBlockAutomaticConnectHotspots\\\":true,\\\"wiFiBlocked\\\":false,\\\"wiFiBlockManualConfiguration\\\":false,\\\"wiFiScanInterval\\\":null,\\\"wirelessDisplayBlockProjectionToThisDevice\\\":false,\\\"wirelessDisplayBlockUserInputFromReceiver\\\":false,\\\"wirelessDisplayRequirePinForPairing\\\":false,\\\"windowsStoreBlocked\\\":false,\\\"appsAllowTrustedAppsSideloading\\\":\\\"allowed\\\",\\\"windowsStoreBlockAutoUpdate\\\":false,\\\"developerUnlockSetting\\\":\\\"blocked\\\",\\\"sharedUserAppDataAllowed\\\":true,\\\"appsBlockWindowsStoreOriginatedApps\\\":false,\\\"windowsStoreEnablePrivateStoreOnly\\\":true,\\\"storageRestrictAppDataToSystemVolume\\\":false,\\\"storageRestrictAppInstallToSystemVolume\\\":false,\\\"gameDvrBlocked\\\":false,\\\"experienceBlockDeviceDiscovery\\\":false,\\\"experienceBlockErrorDialogWhenNoSIM\\\":false,\\\"experienceBlockTaskSwitcher\\\":false,\\\"logonBlockFastUserSwitching\\\":true,\\\"tenantLockdownRequireNetworkDuringOutOfBoxExperience\\\":false,\\\"appManagementMSIAllowUserControlOverInstall\\\":false,\\\"appManagementMSIAlwaysInstallWithElevatedPrivileges\\\":false,\\\"dataProtectionBlockDirectMemoryAccess\\\":null,\\\"appManagementPackageFamilyNamesToLaunchAfterLogOn\\\":[],\\\"uninstallBuiltInApps\\\":false,\\\"configureTimeZone\\\":\\\"GMT Standard Time\\\",\\\"edgeSearchEngine\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.edgeSearchEngineCustom\\\",\\\"edgeSearchEngineOpenSearchXmlUrl\\\":\\\"https://go.microsoft.com/fwlink/?linkid=842596\\\"}}\",\"Type\":\"Device\",\"GUID\":\"4c779162-8bc4-4a7a-bb01-7588de624268\"}","Package":"IDT-Default-Intune-Package"}