{"PartitionKey":"IntuneTemplate","RowKey":"f0638c22-c941-4b77-999a-2d9e794338fc","GUID":"f0638c22-c941-4b77-999a-2d9e794338fc","JSON":"{\"Displayname\":\"Staff Domain Join\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsDomainJoinConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Staff Domain Join\\\",\\\"version\\\":1,\\\"computerNameStaticPrefix\\\":\\\"ATSSTAFF\\\",\\\"computerNameSuffixRandomCharCount\\\":7,\\\"activeDirectoryDomainName\\\":\\\"ATS.local\\\",\\\"organizationalUnit\\\":\\\"OU=Staff Devices,OU=Test Primary School,DC=ats,DC=local\\\"}\",\"Type\":\"Device\",\"GUID\":\"f0638c22-c941-4b77-999a-2d9e794338fc\"}","Package":"IDT-Default-Intune-Package"}