{"PartitionKey":"IntuneTemplate","RowKey":"e4d42fb0-09c7-4e5b-8b6f-c01b521eb7fe","GUID":"e4d42fb0-09c7-4e5b-8b6f-c01b521eb7fe","JSON":"{\"Displayname\":\"Student Domain Join\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsDomainJoinConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":null,\\\"displayName\\\":\\\"Student Domain Join\\\",\\\"version\\\":1,\\\"computerNameStaticPrefix\\\":\\\"ATSSTUDENT\\\",\\\"computerNameSuffixRandomCharCount\\\":5,\\\"activeDirectoryDomainName\\\":\\\"ATS.local\\\",\\\"organizationalUnit\\\":\\\"OU=Student Devices,OU=Test Primary School,DC=ats,DC=local\\\"}\",\"Type\":\"Device\",\"GUID\":\"e4d42fb0-09c7-4e5b-8b6f-c01b521eb7fe\"}","Package":"IDT-Default-Intune-Package"}